Repository: gecos-team/gecosws-config-assistant
Catalog: po/*_glade.po
Languages: es

source: <b>Connection with GECOS</b>
es: <b>Conexión con GECOS</b>

source: <b>OU selection</b>
es: <b>Selección de OU</b>

source: <b>Workstation name</b>
es: <b>Nombre de la estación</b>

source: Accept
es: Aceptar

source: Authentication Method Setup
es: Configurar el Método de Autenticación

source: Authentication type
es: Tipo de autenticación

source: Base group:
es: DN Base para grupos:

source: Base:
es: DN Base:

source: Basic setup values got from GECOS server
es: Valores de configuración obtenidos del servidor

source: Bind DN:
es: DN para enlace:

source: Bind password:
es: Contraseña para enlace:

source: Check
es: Comprobar

source: Clean up setup data
es: Limpiar los datos de configuración

source: Close
es: Cerrar

source: Configure
es: Configurar

source: Configure network connection
es: Configurar la conexión de red

source: Connect to CC GECOS
es: Conectar al CC GECOS

source: Disconnect from CC GECOS
es: Desconectar del CC GECOS

source: GECOS Config Assistant
es: Asistente de configuración GECOS

source: GECOS URL
es: URL de GECOS

source: GECOS server setup
es: Configuración del servidor GECOS

source: Get data
es: Obtener datos

source: Go Back
es: Volver

source: It must be unique, it can use white spaces or symbols. It would be the description on the reports.
es: Debe ser único. Pueden usarse espacios o símbolos. Será usado como descripción en los informes.

source: Link
es: Vincular

source: Link to chef
es: Vincular a Chef

source: Link/Unlink
es: Vincular/Desvincular

source: Local Users
es: Usuarios locales

source: Modify
es: Modificar

source: NTP Server configuration
es: Configuración del servidor NTP

source: NTP Server:
es: Servidor NTP:

source: Network Setup
es: Configuración de Red

source: Network connection
es: Conexión de red

source: Network connection parameters with GECOS Control Center are mandatory for auto setup
es: Los datos de conexión con el Centro de Control GECOS son necesarios para la autoconfiguración

source: Password
es: Contraseña

source: Precise time is needed to keep some services synchronized. Please set your NTP server address:
es: Se necesita una hora precisa parra mantener algunos servicios sincronizados. Por favor configure su servidor NTP:

source: Search
es: Buscar

source: Software Manager
es: Gestor de Software

source: System Status
es: Estado del Sistema

source: The system has network connection (connection data)
es: El sistema dispone de conexión a red (datos de conexión)

source: The system is NOT linked to GECOS
es: El sistema NO está vinculado a GECOS

source: The system is NOT synchronized its time with a NTP server
es: El sistema NO está sincronizado con un servidor NTP

source: The users of this workstation may authenticate by using an external system like LDAP or Microsoft Active Directory. Also, they can be authenticated by using local users of this O.S.
es: Los usuarios de esta estación pueden autenticarse mediante un sistema externocomo LDAP o Microsoft Active Directory. También, pueden autenticarse usando usuarios locales de este S. O.

source: Update assistant
es: Actualizar asistente

source: User
es: Usuario

source: Users are authenticated using the INTERNAL method
es: Los usuarios se autentican usando el método INTERNO
